export const studentInfoItemsArray = [
  "ছাত্রছাত্রীর আসন সংখ্যা",
  "ভর্তি তথ্য",
  "নোটিশ",
  "রুটিন",
  "কৃতি শিক্ষার্থী",
];

export const teacherInfoItemsArray = [
  "শিক্ষকবৃন্দ",
  "শূণ্যপদের তালিকা",
  "প্রাক্তন প্রধান শিক্ষক",
  "কর্মকর্তা কর্মচারী",
  "পরিচালনা পরিষদ",
];

export const downloadInfoItemsArray = [
  "১ম সাময়িকি পরীক্ষার রুটিন ডাউনলোড",
  "এসএসসি পরীক্ষার রুটিন ডাউনলোড",
  "ছুটির নোটিশ ডাউনলোড",
  "ভর্তি ফরম ডাউনলোড",
  "পরীক্ষার রুটিন ডাউনলোড",
];

export const academicInfoItemsArray = [
  "নোটিশ",
  "কক্ষ সংখ্যা",
  "ছুটির তালিকা",
  "মাল্টিমিডিয়া ক্লাসরুম",
  "ছাত্রছাত্রীর আসন সংখ্যা",
];
